// © Copyright 2010, 2015 HP Development Company, L.P.

TaskName = "Paperiesiasetusten hallinta";

SynchronizeTitleString = "Päivitetään paperiluetteloa…";

CreatePaperErrorTitle = "Uutta paperia ei voi lisätä";
SetProfileErrorTitle = "ICC-profiilia ei voi asentaa";
GetMediumListErrorTitle = "Mukautettujen paperien luetteloa ei saada";
DeleteCustomMediumErrorTitle = "Mukautettua paperia ei voi poistaa";
GetProfileErrorTitle = "ICC-profiilia ei voi ladata";
SetPropertiesErrorTitle = "Tulostuksen ominaisuuksia ei voi muuttaa";
ResponseErrorMessage = "Tarkista, että tulostin on yhdistetty ja että siihen on kytketty virta. Yritä sitten uudelleen.";
CalibratePaperErrorTitle = "Paperia ei voi kalibroida";
ProfilePaperErrorTitle = "Paperille ei voi luoda profiilia";
ColorMeasurementErrorTitle = "Väriä ei voi mitata";
ExportPaperPresetErrorTitle = "Paperiesiasetustiedostoa ei voi viedä";

DeleteButtonTitle = "Poista";
DeletePaperConfirmationTitle = "Poista mukautetun paperin vahvistus";
DeletePaperConfirmationMessageFormat = "Haluatko varmasti poistaa paperin %@ tulostinohjaimen luettelosta ja tulostimesta?";

SetPrintingPropertiesConfirmationTitleFormatString = "Haluatko varmasti muuttaa kohteen \"%@\" tulostusominaisuuksia?";
SetPrintingPropertiesConfirmationMessageString = "Tulostuksen ominaisuuksien muuttaminen arvoihin, jotka eivät ole yhteensopivia paperin kanssa, saattaa aiheuttaa ongelmia kuvanlaadussa.";
SetPaperThicknessConfirmationTitleFormatString = "Paksun paperin paksuuden muuttaminen arvoon Normaali saattaa aiheuttaa ongelmia kuvanlaadussa ja tulostuspään jumiutumisen. Paperin kalibrointitiedot ja ICC-profiili muuttuvat käyttökelvottomiksi ja ne on luotava uudelleen. Haluatko varmasti muuttaa paperin %@ paksuuden?";

// Calibration status
CalibrationStatusRecommended = "Suositus";
CalibrationStatusOutOfDate = "Vanhentunut";

// Synchronization strings
SyncronizationSuccessfullTitleString = "Paperiluettelo päivitettiin";
SyncronizationSuccessfullMessageString = "Voit nyt tulostaa uusille mukautetuille papereille.";
MediaManagementErrorTitleString = "Tulostimesta ei saada mukautettuja papereita koskevia tietoja";
SyncronizationIncompleteTitleString = "Koko paperiluetteloa ei voi päivittää";
SyncronizationIncompleteMessageFormatString = "Seuraavia papereita ei päivitetty:\n%@";
RegistrationIncompleteTitle = "Koko paperiluetteloa ei voi päivittää";
RegistrationIncompleteMessage = "Seuraavia papereita ei rekisteröity:\n%@";
RegistrationRequiredString = "Rekisteröi ICC-profiili.";
RegisteringProfileTitleString = "Rekisteröidään ICC-profiilia…";
MethodNotSupportedInFWMessage = "Laiteohjelmiston nykyinen versio ei tue suoritettavaa tointa. Tarkista, onko käytössä laiteohjelmiston uusin versio.";

GetMediumListTitleString = "Noudetaan paperiluetteloa…";
DeleteMediumTitleString = "Poistetaan mukautettu paperi…";
GetProfileTitleString = "Ladataan ICC-profiilia…";
SetPropertiesTitleString = "Muutetaan tulostuksen ominaisuuksia…";
RestoreProfileTitleString = "Palautetaan ICC-oletusprofiilia…";
RemoveProfileErrorTitle = "ICC-oletusprofiilia ei voi palauttaa";

ICCProfileTitleString = "ICC-profiili";
CalibrationStatusTitleString = "Kalibrointitila";

// Gloss Enhancer
OFF = "Ei käytössä";
FULLPAGE = "Käytössä";
INKEDAREA = "Käytössä";

// Paper category
BOND_AND_COATED = "Kova ja päällystetty paperi";
PHOTO = "Valokuvapaperi";
PROOFING = "Vedospaperi";
FINE_ART = "Taidemateriaali";
FILM = "Kalvo";
TECHNICAL = "Tekninen paperi";
CUSTOM = "Mukautettu paperi";
BACKLIT = "Taustavalaistava materiaali";
ADHESIVE = "Tarrapaperi";
BANNER_AND_SIGN = "Julistemateriaali";
HP_EXTENDED_MEDIA = "Lisäpaperit";

CalibrationStatusNotApplicable = "Ei käytettävissä";

"No response" = "Tarkista, että tulostin on yhdistetty ja että siihen on kytketty virta. Yritä sitten uudelleen.";
UNDEFINED-ERROR = "Tapahtui virhe.";
ERROR-IN-PARAMS = "Tapahtui virhe.";
UNKNOWN-OPERATION = "Toiminto on aikakatkaistu.";
PRINTER-BUSY = "Tulostin on varattu. Odota, että tulostin suorittaa nykyisen tulostustyön loppuun.";
UNDEFINED-MEDIUM = "Valittua paperia ei enää ole. Toinen käyttäjä on mahdollisesti poistanut sen.";
INVALID-MEDIUM = "Tapahtui virhe.";
PROFILE-DOESNT-EXIST = "Tapahtui virhe.";
FACTORY-MEDIUM-CANNOT-BE-DELETED = "Tehdasasetuksiin kuuluvia HP-papereita ei voi poistaa.";
MEDIUM-CANNOT-BE-DELETED = "Mukautettua paperia ei voi poistaa, sillä sitä on ladattu tulostimeen.";
MEDIUM-DOESNT-EXIST = "Valittua paperia ei enää ole. Toinen käyttäjä on mahdollisesti poistanut sen.";
MEDIUM-NOT-CLONABLE = "Tapahtui virhe.";
PROFILE-CANNOT-BE-DELETED = "Tapahtui virhe.";
ALREADY-IN-FACTORY-SETTINGS = "Tulostuksen ominaisuudet ovat jo oletusasetuksissa.";

SaveProfileErrorTitle = "ICC-profiilia ei voi tallentaa";
SaveProfileErrorMessage = "Yritä eri sijaintia.";

IncreasePaperThicknessConfirmationTitleFormatString = "Haluatko varmasti muuttaa paperin %@ paksuuden?";
IncreasePaperThicknessConfirmationMessageString = "Paperin kalibrointitiedot ja ICC-profiili muuttuvat käyttökelvottomiksi ja ne on luotava uudelleen.";
DecreasePaperThicknessConfirmationTitleFormatString = "Haluatko varmasti muuttaa paperin %@ paksuuden?";
DecreasePaperThicknessConfirmationMessageString = "Paksun paperin paksuuden muuttaminen arvoon Normaali saattaa aiheuttaa ongelmia kuvanlaadussa ja tulostuspään osumisen paperin pintaan. Paperin kalibrointitiedot ja ICC-profiili muuttuvat käyttökelvottomiksi ja ne on luotava uudelleen.";
CreateNewICCProfileRecommendationTitleString = "Siirry kohtaan Luo paperille profiili ja luo uusi ICC-profiili";
CreateNewICCProfileRecommendationMessageString = "Koska joitakin paperin ominaisuuksia on muutettu, tätä paperityyppiä varten luodut ICC-profiilit eivät enää pidä paikkaansa";
SetPrintingPropertiesSuccessfulMessageString = "Valitun paperin tulostusominaisuuksia muutettiin.";
SetPrintingPropertiesTitleString = "Tulostusominaisuuksia muutettiin";
ChangeButtonTitle = "Muuta";

"ManagePapersTaskName" = "Paperiesiasetus\nHallinta";

//Xib localization

//tooltips
"DeletePaperPresetTooltip" = "Napsauta tässä poistaaksesi mukautetun paperin tulostinohjaimen paperiluettelosta ja tulostimesta.";
"ChangePrintingPropertiesTooltip" = "Muuta paperin tulostusominaisuuksia.";
"ExportICCProfileTooltip" = "Vie mihin tahansa paperiin liittyvä ICC-profiili.";
"RestoreFactoryICCProfileTooltip" = "Palauta jonkin HP-paperin ICC-oletusprofiili.";
"InstallICCProfileTooltip" = "Asenna ICC-profiili.";
"ExportPaperPresetTooltip" = "Vie paperiesiasetustiedosto.";
"CalibratePaperTooltip" = "Kalibroi paperi";
"ProfilePaperTooltip" = "Luo paperille profiili";
"ColorMeasurementTooltip" = "Värien mittaus";
"RegisterProfileTooltip" = "Rekisteröi profiili";

"GearButtonTooltip" = "Napsauta tässä viedäksesi ICC-profiilin, palauttaaksesi ICC-oletusprofiilin tai muuttaaksesi valitun paperin tulostusominaisuuksia.";
"AddPaperButtonTooltip" = "Napsauta tässä määrittääksesi mukautetun paperityypin ja asentaaksesi sen tulostimeen. Määritä ICC-profiili uuteen paperityyppiin HP:n värikeskuksessa.";
"FullSyncButtonTooltip" = "Napsauta tässä päivittääksesi tietokoneen tulostinohjaimen paperiluettelon tulostimen paperityypeillä.";

//titles
"DeletePaperPresetTitle" = "Poista paperiesiasetustiedosto…";
"ChangePrintingPropertiesTitle" = "Muuta tulostuksen ominaisuuksia…";
"ExportICCProfileTitle" = "Vie ICC-profiili…";
"RestoreFactoryICCProfileTitle" = "Palauta ICC-oletusprofiili";
"InstallICCProfileTitle" = "Asenna ICC-profiili…";
"ExportPaperPresetTitle" = "Vie paperiesiasetustiedosto…";
"CalibratePaperTitle" = "Kalibroi paperi…";
"ProfilePaperTitle" = "Luo paperille profiili…";
"ColorMeasurementTitle" = "Värien mittaus…";
"RegisterProfileTitle" = "Rekisteröi profiili";

//Button's accessibility description attribute
"AddButtonAccessibilityDescription" = "Luo uusi paperiesiasetus";
"ActionsButtonAccessibilityDescription" = "Toimintovalikko";
"SynchronizeButtonAccessibilityDescription" = "Update paper list";